Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Access to subscriber information would potentially raise personal data protection issues; moreover, it is not clear that the repayment of sums between access providers and directory services providers is an access issue.
es: El acceso a la información de los abonados podría plantear problemas de protección de datos personales; por otra parte, no está claro que el reembolso de sumas entre proveedores de acceso y proveedores de servicios de anuarios sea una cuestión relacionada con el acceso.

source: Additionally, the website does not allow directory listing, which allows you to view files in a web folder.
es: Además, el sitio web no permite el listado de directorios, que permite ver los archivos en una carpeta web.

source: Copy the files to your installation directory.
es: Copie los archivos a su directorio de instalación.

source: The telephone number is also located elsewhere in this directory.
es: El número telefónico también aparece en otros lugares de este directorio.

source: Here's the basics of password protecting a directory on your server.
es: Aquí está lo esencial en cuanto a proteger con contraseña un directorio de su servidor.

source: The returns take the form of dividends and are paid out on a quarterly basis.
es: Los rendimientos tienen carácter de dividendos y se abonan con periodicidad trimestral.

source: It is true that some of the dividends have been channelled into emergency humanitarian assistance or peacekeeping operations.
es: Parte de ellos se ha canalizado sin duda hacia las operaciones de urgencia en el marco de la ayuda humanitaria o del mantenimiento de la paz.

source: Dividends and interest paid by Swiss companies are subject to a 35% withholding tax.
es: Existe un impuesto anticipado del 35% sobre los intereses básicos generados por su cuenta.

source: The creation of a regional contact group to address these issues might produce valuable dividends.
es: La creación de un grupo de contacto regional para atender estos temas podría producir dividendos valio sos.

source: The second proposal, aimed at companies that are still making a profit, is to reduce substantially the dividends.
es: La segunda propuesta es, para las empresas que aún tienen beneficios, reducir sensiblemente los dividendos.

source: Subordination of the payment of interest and dividends to shareholders providing that these ratios are achieved.
es: Subordinación del pago de intereses y dividendos a los accionistas siempre que sean cumplidos dichos ratios.

source: Malta is the only accession country that applies an imputation system to domestic dividends received by individual shareholders.
es: Malta es el único país adherente que aplica un sistema de imputación a los dividendos nacionales recibidos por los accionistas personas físicas.

source: The closing price is the result of adjusting the agreed put option price by adding the interest accrued to date and subtracting the dividends received.
es: Este precio final es el resultante de ajustar el precio previsto en la opción de venta con la suma de los intereses generados hasta hoy y la resta de los dividendos percibidos.

source: In order to pay greater dividends to their shareholders, they bring hardship to dozens of poor countries and therefore to tens of millions of peasants and their families.
es: Con el objeto de pagar mayores dividendos a sus accionistas, dejan en una situación precaria a docenas de países pobres y por tanto a decenas de millones de agricultores y sus familias.

source: Your terminal displays the list of files in the directory that start with that letter.
es: Aparecerá una lista de archivos en el directorio que empiezan con esa letra. Su terminal visualizará la lista de archivos en el directorio que empiezan con esa letra.

source: However, comprehensive directories and directory enquiry services are not yet available in Bulgaria and Romania.
es: No obstante, todavía no se cuenta con guías y servicios de información sobre números globales en Bulgaria y Rumanía.

source: Display charges for services that are billed on a per-use basis, such as directory assistance and voice mail.
es: Muestra los cargos por los servicios de pago por uso, como el servicio de información y el correo de voz.

source: An example is the right to require that not all official first names received by birth are mentioned in a directory, but only the first name by which an official is known to its colleagues, provided of course that it is not a pseudonym.
es: Un ejemplo es el derecho de pedir que no se mencionen en la guía todos los nombres del funcionario, sino sólo el nombre mediante el cual le conocen sus colegas, siempre y cuando no sea un apodo.

source: In the following section you will find a directory of the biotechnology and life sciences companies and institutions doing business in Catalonia, shaping the catalan biocluster.
es: En esta sección se encuentra un directorio de las empresas e instituciones que trabajan y apoyan a la biomedicina y a la biotecnología en Cataluña, y que configuran el bioclúster catalán.

source: Then you need to copy the data and underlay directories from your SHARE directory into your instance directory.
es: A continuación deberás copiar los directorios data y underlay de tu directorio SHARE en tu directorio de instancia.

source: In addition to the searchable directory we have compiled lists of gender, peace and security journals, databases and scholarships/fellowships.
es: Además del directorio de búsqueda, hemos recopilado listas sobre revistas, bases de datos y becas de estudio y de investigación.

source: Participants can meet and network through tools like the Biocat Directory.
es: Todo el mundo se puede conocer y ser conocido a través de herramientas como el Directorio Biocat.

source: are used to enclose a group of directives that will apply only to the named directory and sub-directories of that directory.
es: se usan para englobar un grupo de directivas que se aplicarán solamente al directorio especificado y a sus subdirectorios.

source: Peace dividends should become visible to the population as soon as possible.
es: Los dividendos de paz deberían hacerse visibles para la población lo antes posible.

source: Dividends from such investments are recognized as income when received.
es: Los dividendos de tales inversiones son reconocidos como ingresos cuando son recibidos.

source: Many resources are still not included in the directory of the database and can therefore not be found through the research function on the website.
es: Muchos recursos no se han añadido todavía al directorio de la base de datos y por lo tanto no se puede acceder a ellos mediante la función de búsqueda del sitio web.

source: As a percentage of sales, cost of sales increased 1.3 percentage points to reach 52.3% of total revenues in 2006.
es: Como porcentaje de ventas, el costo de ventas incrementó 1.3 puntos porcentuales alcanzando 52.3% de las ventas en el 2006.

source: Cost of sales (exclusive of depreciation, amortization and depletion)
es: Costo de ventas (sin incluir depreciación, amortización y agotamiento)

source: At a minimum, an entity discloses its cost of sales under this method separately from other expenses.
es: Como mínimo una entidad revelará, según este método, su coste de ventas de forma separada del resto de gastos.

source: As a result, this will likely lead to lower sales volumes of produced product and higher cost of sales in the third quarter of 2010 compared with the second quarter of 2010.
es: Como resultado, esto probablemente conducirá a menores volúmenes de ventas de productos de producción propia y mayores costos de ventas en el tercer trimestre de 2010 en comparación con el segundo trimestre de 2010.

source: This increase was principally due to higher cost of sales.
es: Este aumento se debió principalmente al mayor costo de ventas.

source: In results analysis, the system determines, among other things, the revenues and cost of sales relevant to the result.
es: En la determinación de resultados, el sistema determina, entre otras cosas, los ingresos y los costes del volumen de negocios relevantes para el resultado.

source: These two related companies claimed an allowance for the credit cost of sales on the domestic market and requested that the actual payment date be used.
es: Estas dos empresas vinculadas solicitaron un ajuste para el coste de crédito de las ventas en el mercado interior y pidieron que se empleara la fecha de pago real.

source: Excluding R&D, depreciation and amortisation, operating expenses declined 7% overall; the cost of sales decreased 16%.
es: El resto del conjunto de gastos de explotación, una vez excluidos los de I+D y las amortizaciones, han disminuido en su conjunto un 7%, destacando el descenso de un 16% en los costes de ventas.

source: This increase reflects the increase in our total net sales, partially offset by the increases in cost of sales, operating expenses and depreciation and amortization expense.
es: Este incremento refleja un aumento en las ventas netas consolidadas, parcialmente compensado por un incremento en el costo de ventas, gastos de operación y en depreciación y amortización.

source: The improved margin is mainly explained by a greater reduction in the cost of sales, of 56.1%, than the reduction is sales revenues of 54.1%, both strongly influenced by a fall in the international prices of both oil and refined products.
es: El mejor margen se explica principalmente por una mayor reducción en los costos de venta de 56,1%, versus una reducción en los ingresos por venta de 54,1%, ambos fuertemente influenciados por una baja en los precios internacionales, tanto del petróleo como de los productos refinados.

source: It also calculates other things in addition to work in process, such as the cost of sales in make-to-order production and reserves for imminent loss.
es: También realiza otros cálculos además del trabajo en curso, como los costes de ventas en fabricación sobre pedido y provisiones para pérdida inminente.

source: These results reflect higher sales and lower operating expenses, driven by lower provision for doubtful trade accounts that were partially offset by an increase in cost of sales, primarily due to higher charges related to the distribution of magazines.
es: Este incremento fue originado por mayores ventas netas y menores gastos de operación derivado de una disminución en la reserva para cuentas incobrables, los cuales fueron parcialmente compensados por un incremento en el costo de ventas originado por mayores costos por fletes relacionados con la distribución de las revistas.

source: If the User-defined COS indicator in the valuation method is not turned on, the system calculates the cost of sales after each entry.
es: Si no está activado el indicador en el método de valoración, el sistema calcula los gastos de venta automáticamente después de cada entrada.

source: As these transactions constitute financing mechanisms, sales and cost of sales are shown net of each transaction so as to not distort operating income.
es: Por consistir estas operaciones en mecanismos de financiamiento, se han neteado los ingresos y costos de explotación de cada transacción para no distorsionar el resultado operacional.

source: The related cost of these services is shown in Cost of sales.
es: El costo asociado a tales servicios es incluído en el rubro Costos de explotación.

source: Likewise, Materials and Supplies expenses increased 33.6% due to the higher cost of sales of mobile equipment.
es: Asimismo, los gastos de Materiales y Suministros aumentaron 33.6% por el mayor costo de ventas de equipos móviles.

source: Likewise, cost of sales excludes freight expenses between points of sales and customers' facilities, which are recognized within distribution expenses.
es: Asimismo, dicho costo excluye los gastos de flete de puntos de venta a las ubicaciones de los clientes, los cuales se reconocen dentro del gasto de distribución.

source: This might be necessary for companies that prepare income statements according to cost of sales accounting.
es: Esto podría ser necesario para las sociedades que preparan las cuentas de explotación (PyG) según los costes de la contabilidad de las ventas.

source: TURNOVER OF STOCK This is defined as the quotient between the cost of sales of a fiscal year and the average inventory position.
es: ROTACIÓN DE EXISTENCIAS Se define como el cociente entre el coste de ventas de un ejercicio y el saldo medio de existencias.

source: The Company used the Black-Scholes option pricing model to determine the fair value of the SARs and TSARs and this has resulted in an increase in cost of sales and operating expenses of $3.2 million for the three months ended March 31, 2010.
es: La Compañía utiliza el modelo de precios de opciones de Negro-Scholes para determinar el valor justo de SARs y TSARs y esto ha dado lugar a un aumento en el costo de ventas y gastos de operación de $3.2 millones para los tres meses terminados el 31 de marzo 2010.

source: Cost of sales is stated at estimated replacement cost at the time of the sale.
es: El costo de ventas se muestra al costo estimado de reposición de las fechas en que se efectuaron las ventas.

source: (*) Consolidated figures with inventory valuation and cost of sales using Replacement Cost method
es: (*) Datos consolidados según valoración de existencias y coste de ventas a Coste de Reposición

source: In such cases, the cost of sales can only serve as an approximation of the goods issue value.
es: En estos casos, el coste de ventas sólo puede servir como aproximación al valor de salida de mercancías.

source: As a result, the cost of sales increased 10.5% with respect to the same period last year, and the market situation prevented that increase from being passed on fully into sale prices.
es: Como consecuencia, el costo de ventas se ha incrementado un 10,5% sobre el registrado en el mismo periodo del año anterior sin que la situación del mercado descrita anteriormente, nos haya permitido repercutirlo en su totalidad en nuestros precios de venta.

source: Select a G/L account to be the offsetting account when a cost of sales-revaluation journal entry is created.
es: Seleccione una cuenta de mayor para utilizarla como cuenta de contrapartida cuando se cree un asiento de revalorización de coste de venta.

source: As a percentage of net sales, cost of sales, including Rinker's operations for the last six months of 2007, increased from 64% in 2006 to 67% in 2007.
es: Como porcentaje de las ventas netas, el costo de ventas incluyendo las operaciones de Rinker durante los últimos seis meses de 2007 se incrementó de 64% en 2006 al 67% en 2007.

source: From time to time, a product listed on the LaCie Store Web site may be priced incorrectly due to clerical or technical error, or due to a change in the cost of sales.
es: De vez en cuando, el precio de un producto indicado en el sitio Web de la Tienda LaCie puede ser incorrecto debido a errores tipográficos o técnicos, o a un cambio en el coste de ventas.

source: For illustrative purposes,for the years ended December 31,1999 and 2000,the distribution expenses recognized as part of cost of sales were approximately US$225 and US$374 million,respectively,and the partial amount recognized as part of the cost of sales in 2001 was US$156 million.
es: Para fines ilustrativos,por los años terminados al 31 de diciembre de 1999 y 2000,los gastos de distribución clasificados como costo de ventas fueron aproximadamente 225 y 374 millones de dólares, respectivamente,y el monto parcial reconocido como parte del costo de ventas en 2001 fue de 156 millones de dólares.

source: Create cost of sales in the amount of the planned costs if the actual revenue is not zero and the actual costs are less than the planned costs
es: Crear gastos de venta por el importe de los costes plan si los ingresos reales no son cero y los costes reales son menores que los costes plan

source: La notificación será transmitida al CIC para su información.
es: This notification shall be transmitted to ICC for information.

source: No obstante, tras la recapitalización y cesión de UIC, el préstamo de CIC ya no estará cubierto por la garantía.
es: However, following the recapitalisation and sale of UIC, CIC's loan will no longer be covered by the guarantee.

source: El Gobierno de Italia apoya financieramente la protección del patrimonio cultural iraquí y el funcionamiento de la Secretaría del CIC para Iraq.
es: The protection of Iraqi cultural heritage and the operation of the Secretariat of the ICC for Iraq are supported financially by the Government of Italy.

source: Por consiguiente, ello no deberá permitirse hasta la fecha de cesión de GAN y de CIC.
es: This possibility will therefore have to be ruled out pending the sale of GAN and CIC.

source: Su único problema es la prolongación de los acuerdos de distribución bancaria de seguros en el contexto de la privatización de CIC y el nivel de las comisiones que debe pagar a este grupo en virtud de esos acuerdos, que podría mermar su rentabilidad.
es: The only problem is the prolongation of the all-purpose finance agreements in the context of CIC's privatisation and the level of the commissions which Socapi must pay to CIC under those agreements inasmuch as this might affect its profitability.

source: El CIC trata de indicar así con claridad a los Estados que, si desean que las instituciones nacionales de defensa de los derechos humanos actúen conjuntamente con los órganos de las Naciones Unidas que se ocupan de dichos derechos en el establecimiento de convenciones y tratados internacionales relativos a los derechos humanos, deben garantizar su independencia e imparcialidad.
es: By so doing, the International Coordinating Committee had sought to make it clear to States that if they wished national human rights institutions to work in collaboration with United Nations human rights treaty bodies for the implementation of international human rights conventions and treaties they must guarantee the independence and impartiality of those institutions.

source: Quedaron elegidas como representantes regionales ante el CIC las instituciones de Dinamarca, Francia, Grecia e Irlanda.
es: Institutions from Denmark, France, Greece and Ireland were elected as the regional representatives to ICC.

source: 4. Una persona en situación irregular es la que ha ingresado en el país ilegalmente o no salió del país al término de su permiso de estancia, o alguien sin estatuto que no salió del país al término del período establecido por Ciudadanía e Inmigración del Canadá (CIC).
es: 4. A person unlawfully present is someone who entered the country irregularly or did not leave the country on expiry of his or her status, or someone without status who did not leave the country on expiry of the period set by Citizenship and Immigration Canada (CIC).

source: No cabe duda de que la suspensión del procedimiento de privatización de CIC influyó mucho en la decisión del Estado de 1997 de intervenir.
es: The suspension of the procedure for the privatisation of CIC was a major factor in the decision by the State to intervene in 1997.

source: Por el momento CIC se está enfocando en construir su propio equipo de asesores de inversión.
es: For the moment, the CIC is focused on constructing its own team of investment assessors.

source: Y yo deseo pasar el año y que mi papá y mi mamá me traten mejor, explica Alejandro cuando ambos se levantan para señalar el telón en donde los niños del CIC han puesto sus sueños.
es: And I want to pass the year and I want my father and mother to treat me better, said Alejandro, when they both stood up to show me the curtain where the children of CIC have placed their dreams.

source: Este Comentario es una contribución del Centro de Cooperación Internacional (CIC) de la Universidad de Nueva York.
es: This Comment is a contribution of the Center on International Cooperation at New York University.

source: Los ficheros de actualización de ROMARIN pueden descargarse del sitio ftp del Centro Internacional de Cálculo de la ONU (CIC).
es: The ROMARIN update files are available for downloading on the ftp site of the UN International Computing Centre (ICC).

source: La UNESCO sentó las bases para la creación de un Comité Internacional de Coordinación (CIC) para la cultura haitiana, en una reunión inaugurada por la Directora General de la UNESCO celebrada el martes 16 de febrero en París.
es: UNESCO laid the foundation for an International Coordination Committee (ICC) for Haitian culture at a meeting on 16 February in Paris, opened by Irina Bokova, Director-General of UNESCO.

source: A nivel regional, la iniciativa de previsión tecnológica puesta en marcha con el Centro Internacional de Ciencia y Tecnología Avanzada (CIC) de Trieste (Italia), prosiguió con dinamismo.
es: At the regional level, the technology foresight initiative launched with the International Centre for Science and High Technology (ICS) in Trieste, Italy, continued dynamically.

source: La buena marcha de estas operaciones es fundamental para la solvencia de CIC (. . .).
es: The successful conclusion of these transactions is vital to CIC's solvency [.

source: Desde este punto de vista, GAN se halla en una posición intermedia, ya que, por una parte, ya se ha beneficiado de sus vínculos con la red bancaria de CIC para distribuir productos de seguro de vida pero, por otra, sigue registrando, como los demás aseguradores tradicionales, unos gastos de explotación medios más elevados en la distribución de los demás productos de seguro.
es: From this point of view, GAN is in an intermediate position because, on the one hand, it has already been able to profit from its links with CIC's banking network for the distribution of life assurance products, while, on the other, it continues to bear, like other conventional insurers, operating costs that are on average higher for the distribution of other insurance products.

source: Para los ensayos de RUL y CIC se usan las mismas piezas de ensayo de dimensiones 50 mm de diámetro y 50 mm de altura.
es: The same test-piece dimensions of 50 mm in diameter and 50 mm in height are used for both the RUL and the CIC tests.

source: El préstamo a GAN SA será reembolsado con el producto de la privatización de CIC.
es: The loan to GAN SA will have to be repaid out of the proceeds from CIC's privatisation.

source: Estoy plenamente de acuerdo con lo esencial de los comentarios del Comisario, también por lo que se refiere a las CIC.
es: I fully agree with the essence of the Commissioner's comments, even those concerning the KICs.

source: Si bien desde Japón se comenta que la única intención del presidente chino es tan sólo el allanar el camino para las inversiones del CIC en Japón y la ayuda de China en la creación de un fondo soberano japonés, un proyecto que oficialmente ya ha comenzado.
es: However, Japan is saying that the only intention of the Chinese president is to smooth the way for investments from the CIC in Japan and China's hep in the creation of a Japanese sovereign fund, a project that has officially already begun.

source: "Aunque CHP especula que las actividades de 25 Global y CIC ""debieron haber sido"" más que incidentales o auxiliares, no proporcionó prueba alguna en apoyo de su argumento."
es: "While CHP speculates that CIC's and Global's activities ""must have been"" more than incidental or ancillary, it provides no evidence to support its assertion."
